/* No comment provided by engineer. */
"%@ aren't on Squawk." = "%@ non usano ancora Squawk.";

/* No comment provided by engineer. */
"%@ isn't on Squawk." = "%@ non usa ancora Squawk.";

/* No comment provided by engineer. */
"\nor tap and hold" = "\no tocca e tieni premuto";

/* No comment provided by engineer. */
"Add contact" = "Aggiungi un contatto";

/* No comment provided by engineer. */
"Add phone number..." = "Aggiungi un numero di telefono…";




/* No comment provided by engineer. */
"Allow access to contacts" = "Lascia accesso ai tuoi contatti";

/* No comment provided by engineer. */
"Allow access to microphone" = "Lascia accesso al microfono";

/* No comment provided by engineer. */
"Are you sure you don't want notifications?" = "Sei sicuro di non voler ricevere notifiche?";

/* No comment provided by engineer. */
"Close" = "Chiudi";

/* No comment provided by engineer. */
"Couldn't connect to the Internet." = "Non poteva legare all’Internet";




/* No comment provided by engineer. */
"Couldn't send checkmark." = "Non poteva mandare checkmark.";

/* No comment provided by engineer. */
"Create Group Squawk" = "Fare un Group Squawk";

/* No comment provided by engineer. */
"Create Squawk Thread" = "Fare un Squawk Thread";

/* No comment provided by engineer. */
"delete squawks" = "cancella i Squawk";

/* No comment provided by engineer. */
"Done" = "Finito";

/* No comment provided by engineer. */
"Download Squawk so we can send instant voice messages. http://come.squawkwith.us" = "Scarica Squawk cosi che possiamo parlarci. http://come.squawkwith.us";

/* No comment provided by engineer. */
"Enable notifications" = "Lascia notifiche";

/* No comment provided by engineer. */
"Error!" = "Sbaglio!";

/* No comment provided by engineer. */
"Failed to send text." = "Ha bocciato mandare text.";

/* No comment provided by engineer. */
"Give Squawk access to your contacts, in the Settings app, under Privacy." = "Lascia accesso ai tuoi contatti nel Settings app, sotto Privacy.";





/* No comment provided by engineer. */
"I'm using Squawk to send instant voice messages. Download the iPhone app to squawk with me." = "Io uso Squawk per parlare con miei amici. Scarica l'App per fare uno squawk a me.";

/* No comment provided by engineer. */
"I'm using Squawk to send instant voice messages. Download the iPhone app to squawk with me. http://come.squawkwith.us" = "Io uso Squawk per parlare con miei amici. Scarica l'App per fare uno squawk a me. http://come.squawkwith.us";

/* No comment provided by engineer. */
"Invite" = "Invita";

/* No comment provided by engineer. */
"Just hit send \n[we need to verify your phone number]\n %@" = "Basta premere Send. \n[dobbiamo verificare tuo numero]\n %@";




/* No comment provided by engineer. */
"Loading" = "Aspetta...";

/* No comment provided by engineer. */
"Looks like your device isn't set up to send messages." = "Sembra che il tuo congegno non possa spedire SMS";

/* No comment provided by engineer. */
"No thanks" = "No, Grazie";

/* No comment provided by engineer. */
"No thanks, no notifications" = "No Grazie, Senza notifiche";



/* No comment provided by engineer. */
"Or, instead of pressing the button, just hold the phone to your ear.\n\nTry it." = "O, invece di premere il pulsante, alza il telefonino alla testa.\n\nProva.";




/* No comment provided by engineer. */
"Playing" = "Suonando...";

/* No comment provided by engineer. */
"Pull to refresh" = "Tira per fare refresh";

/* No comment provided by engineer. */
"Pull to send checkmark" = "Tira per mandare checkmark";

/* No comment provided by engineer. */
"Push notifications are off. To receive Squawks, turn them on in Settings, under Notifications." = "Push notifications non sono permessi. Per ricevere i Squawk, lascia permesso ai notifiche nel Settings App, sotto Notifications.";




/* No comment provided by engineer. */
"Push notifications are turned off for Squawk" = "Push notifications sono disabilitati per Squawk";

/* No comment provided by engineer. */
"Push to listen to %@" = "Premi per ascoltare a %@";

/* No comment provided by engineer. */
"Push to squawk %@" = "Premi per fare uno squawk a %@";




/* No comment provided by engineer. */
"Raise to ear to listen to %@" = "Alza all'orecchio per ascoltare a %@";

/* No comment provided by engineer. */
"Raise to ear to squawk %@" = "Alza all'orechio per fare uno squawk a %@";

/* No comment provided by engineer. */
"Recording" = "Registrando";

/* No comment provided by engineer. */
"Relax, Squawks reload automically." = "Riposati, Squawks appariscono all'improviso.";

/* Search bar placeholder */
"Search" = "Cerca";



/* No comment provided by engineer. */
"Send a squawk by holding down the red button." = "Per fare uno squawk, premi il pulsante rosso.";

/* No comment provided by engineer. */
"Sent" = "Mandato";

/* No comment provided by engineer. */
"Sent." = "Mandato.";

/* Share on Facebook */
"Share" = "Dii ai tuoi amici";

/* No comment provided by engineer. */
"Someone's missing out" = "Qualcuno non ha Squawk";

/* No comment provided by engineer. */
"Squawk can't see your contacts" = "Squawk non puo vedere i tuoi contatti";

/* No comment provided by engineer. */
"Squawk doesn't have access to your microphone" = "Squawk non puo usare il microfono";

/* No comment provided by engineer. */
"Squawk doesn't have access to your microphone. Give Squawk access in Settings, under Privacy." = "Squawk non ha accesso al microfono. Lascia permesso in Settings, sotto Privacy.";

/* No comment provided by engineer. */
"Squawk Feedback" = "Squawk Feedback";

/* No comment provided by engineer. */
"Squawk is better with notifications. We won't spam you, ever." = "Squawk è meglio con notifiche. Non riceverai spam, mai.";

/* No comment provided by engineer. */
"Squawk is better with notifications.\n\nIf you've said 'no' to notifications for Squawk before, you may need to turn them on in the Settings app.\n\nGo to Settings → Notification Center → Squawk, and turn on all the notification types you'd like." = "Squawk è meglio con notifiche.\n\nSe hai detto 'no' alle notifiche, devi dare permesso nel Settings App per usare Squawk.";

/* No comment provided by engineer. */
"Squawk is the quickest way to send a voice message. To sign up, all you need is a phone number." = "Squawk è il modo piu veloce di spedire un messaggio alla voce. Per commenciare, basta un numero di telefono.";

/* No comment provided by engineer. */
"Squawk isn't really useful without them. We'll only send you notifications when your friends join or message you." = "Squawk non puo funzionare senza notifiche. Ti mandaremo le notifiche solamente quando un amico scarica Squawk, o quando ricevi un messaggio.";

/* No comment provided by engineer. */
"Squawk Robot" = "Squawk Robot";

/* No comment provided by engineer. */
"Squawk us feedback" = "Squawk feedback";

/* No comment provided by engineer. */
"Squawk uses your contacts, so you don't need to manage a separate friends list." = "Squawk usa i contatti, e cosi non devi mantenere un'elenco. Noi lo facciamo per te.";

/* No comment provided by engineer. */
"Sure, turn on notifications" = "Ok, lascia notifiche";

/* No comment provided by engineer. */
"Tap and hold" = "Tocca e tieni premuto";

/* No comment provided by engineer. */
"Tap to enable push notifications" = "Tocca per lascia permesso ai notifiche";

/* Send an SMS */
"Text" = "Text";

/* Text [code] to [phone number] from your phone. */
"Text '%@' to '%@' from your phone." = "Spedisca '%1$@' a '%2$@' dal tuo telefono.";

/* No comment provided by engineer. */
"That's it! When you've received a squawk, it'll play when you put the phone to your head. If you don't have one, it'll start recording a new squawk, which will be sent when you put it down. To respond to a squawk after you've listened to one, put the phone down and pick it up again." = "Basta! Quando ricevi un Squawk, suonerà quando alzi il telefonino alla testa. Se non c'è un Squawk, inizierà a registrare uno Squawk, il quale sarà mandato quando fermi. Per rispondere, fare lo stesso: alza il telefonino alla testa e parla.";

/* Default main screen title */
"this is Squawk" = "questo è Squawk";

/* No comment provided by engineer. */
"Turn on notifications" = "Lascia permesso alle notifiche";

/* No comment provided by engineer. */
"Tweet" = "Tweet";

/* No comment provided by engineer. */
"Verify my phone number" = "Verifica mio numero di telefono";

/* No comment provided by engineer. */
"We couldn't connect to the Squawk cloud. Try again later." = "Non potevamo legare a Squawk. Prova di nuovo a piu tarde.";

/* No comment provided by engineer. */
"We didn't receive your text." = "Non abbiamo ancora ricevuto il tuo messaggio.";

/* No comment provided by engineer. */
"When you've got a squawk, the button turns blue. Hold it down to play." = "Quando hai uno Squawk, diventa blu il pulsante. Premilo ad ascoltare.";

/* No comment provided by engineer. */
"Whoops" = "Whoops";

/* No comment provided by engineer. */
"You can give Squawk access to your contacts in the Settings app, under Privacy." = "Tu puoi dare accesso ai tuoi contatti a Squawk nel Settings app, sotto Privacy.";

/* No comment provided by engineer. */
"You can give Squawk access to your microphone in the Settings app, under Privacy." = "Tu puoi dare accesso al microfono a Squawk nel Settings app, sotto Privacy.";

/* No comment provided by engineer. */
"You can turn on push notifications for Squawk in Settings, under Notification Center." = "Tu puoi lasciare permesso alle notifiche per Squawk in Settings, sotto Notification Center";

/* No comment provided by engineer. */
"You've got a Squawk. Download the app to hear it. http://come.squawkwith.us" = "Qualcuno ti ha fatto uno Squawk. Scarica l'App per ascoltare. http://come.squawkwith.us";

/* No comment provided by engineer. */
"Your volume is zero. You won't be able to hear Squawks." = "Il volume è zero. Non sarai potuto sentire niente.";

